[
    {
        "id" : 1,
        "name" :"California Roll",
        "category" : "Veg Roll",
        "brand" : "samsung",
        "price" : 499,
        "stock" : 20,
        "img" : "rollimg/california.jpg",
        "description" : "Delicious California Rolls made fresh daily! Enjoy the perfect blend of crab, avocado, cucumber, and sushi rice wrapped in seaweed. Order now for a taste of sushi perfection delivered straight to your door"
    },
    {
        "id" : 2,
        "name" : "Egg Roll",
        "category" : "Non Veg Roll",
        "brand" : "samsung",
        "price" : 99,
        "stock" : 20,
        "img" : "rollimg/egg.jpg",
        "description" : "Delicious and freshly made egg rolls with the perfect blend of spices, available for delivery or pickup. Satisfy your cravings with our crispy, mouthwatering rolls, made with quality ingredients and packed with flavor. Order now for a quick, tasty snack"
    },
    {
        "id" : 3,
        "name" : "Paneer Tikka Roll",
        "category" : "Veg Roll",
        "brand" : "samsung",
        "price" : 499,
        "stock" : 20,
        "img" : "rollimg/paneertikka.jpg",
        "description" : "Delicious, freshly made Paneer Tikka Rolls packed with flavorful marinated paneer, crisp veggies, and a dash of tangy sauces. Perfect for a quick, wholesome meal on the go"
    },
    {
        "id" : 4,
        "name" : "Chicken Roll",
        "category" : "Non Veg Roll",
        "brand" : "samsung",
        "price" : 499,
        "stock" : 20,
        "img" : "rollimg/1.jpg",
        "description" : "Delicious, freshly-made chicken rolls packed with tender, flavorful chicken and a blend of spices. Perfect for a quick bite or a satisfying meal on the go"
    },
    {
        "id" : 5,
        "name" : "Spicy Tuna Roll",
        "category" : "Non Veg Roll",
        "brand" : "samsung",
        "price" : 599,
        "stock" : 20,
        "img" : "rollimg/spicytuna.jpg",
        "description" : "Experience the bold flavors of our Spicy Tuna Roll! Fresh, premium tuna paired with a kick of zesty spice, wrapped in perfectly seasoned rice and crisp seaweed. Satisfy your sushi cravings with this delicious blend of heat and freshness in every bite"
    },
    {
        "id" : 6,
        "name" : "Spider Roll",
        "category" : "Non Veg Roll",
        "brand" : "samsung",
        "price" : 499,
        "stock" : 20,
        "img" : "rollimg/spider.jpg",
        "description" : "Indulge in our mouth-watering Spider Roll, made with crispy soft-shell crab, fresh cucumber, and creamy avocado, all wrapped in a perfect sushi roll. A delicious fusion of textures and flavors, ideal for sushi lovers"
    },
    {
        "id" : 7,
        "name" : "Veg Roll",
        "category" : "Veg Roll",
        "brand" : "samsung",
        "price" : 99,
        "stock" : 20,
        "img" : "rollimg/veg.jpg",
        "description" : "Delicious homemade veg rolls, packed with fresh vegetables and flavorful spices, perfect for a quick snack or a light meal. Order now for fast delivery and enjoy the taste of health and flavor"
    },
    {
        "id" : 8,
        "name" : "Wrap Roll",
        "category" : "Veg Roll",
        "brand" : "samsung",
        "price" : 199,
        "stock" : 20,
        "img" : "rollimg/wrap.jpg",
        "description" : "Delicious, fresh, and made-to-order, our Wrap Rolls bring you a fusion of flavors wrapped in soft, warm bread. Perfect for a quick snack or a wholesome meal, our rolls are packed with fresh ingredients, savory sauces, and your choice of fillings. Experience a burst of taste with every bite"
    }
]